Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: The following work is in progress:
de: Die folgende Arbeit ist noch nicht abgeschlossen:
es: Trabajos en curso:
fr: Le travail suivant est en cours :
it: Il seguente lavoro è in corso:
ja: 以下の処理を実行中:
ko: 다음 작업이 진행 중입니다:
zh_hans: 以下工作正在进行中：

source: The HTTP endpoint of the MCP server
de: Der HTTP-Endpunkt des MCP-Servers
es: El punto final HTTP del servidor MCP
fr: L'adresse HTTP du serveur MCP
it: L'endpoint HTTP del server MCP
ja: MCPサーバーのHTTPエンドポイント
ko: MCP 서버의 HTTP 엔드포인트
zh_hans: MCP服务器的HTTP端点

source: The session may not have generated any trace events
de: Die Sitzung hat möglicherweise keine Trace-Ereignisse generiert
es: La sesión puede que no haya generado ningún evento de seguimiento
fr: La session pourrait ne pas avoir généré d'événements de traçage
it: La sessione potrebbe non aver generato eventi di tracciamento
ja: セッションでトレースイベントが生成されなかった可能性があります
ko: 세션에서 추적 이벤트가 생성되지 않았을 수 있습니다
zh_hans: 会话可能未生成任何跟踪事件

source: The template has been updated to version %@.
de: Die Vorlage wurde auf Version %@ aktualisiert.
es: La plantilla se ha actualizado a la versión %@.
fr: Le modèle a été mis à jour vers la version %@.
it: Il modello è stato aggiornato alla versione %@.
ja: テンプレートはバージョン %@ に更新されました。
ko: 템플릿이 버전 %@으로 업데이트되었습니다.
zh_hans: 模板已更新至版本 %@。

source: These presets require Node.js and npx to be installed on your system.
de: Diese Voreinstellungen erfordern Node.js und npx auf Ihrem System.
es: Estos presets requieren que Node.js y npx estén instalados en su sistema.
fr: Ces préréglages nécessitent que Node.js et npx soient installés sur votre système.
it: Questi preset richiedono l'installazione di Node.js e npx sul sistema.
ja: これらのプリセットを使用するには、Node.jsとnpxをシステムにインストールする必要があります。
ko: 이 프리셋을 사용하려면 시스템에 Node.js와 npx가 설치되어 있어야 합니다.
zh_hans: 这些预设需要在您的系统上安装 Node.js 和 npx。

source: Thinking
de: Denken…
es: Pensando
fr: Réflexion
it: Elaborazione
ja: 思考中
ko: 생각 중
zh_hans: 思考中

source: This session did not record any screenshots
de: In dieser Sitzung wurden keine Screenshots aufgenommen
es: Esta sesión no capturó ninguna captura de pantalla
fr: Cette session n'a pas capturé de captures d'écran
it: Questa sessione non ha catturato alcuna schermata
ja: このセッションでスクリーンショットは記録されませんでした
ko: 이 세션에서 스크린샷이 캡처되지 않았습니다.
zh_hans: 本次会话未录制任何截屏

source: This will delete your tunnel and remote URL.
de: Dies wird Ihren Tunnel und Ihre Remote-URL löschen.
es: Esto borrará su túnel y la URL remota.
fr: Ceci supprimera votre tunnel et l'URL distante.
it: Questo eliminerà il tuo tunnel e l'URL remoto.
ja: トンネルとリモートURLを削除します。
ko: 이렇게 하면 터널과 원격 URL이 삭제됩니다.
zh_hans: 这将删除您的隧道和远程 URL。

source: This will delete your tunnel and remote URL. You can set it up again later, but the URL will change.
de: Damit werden Ihr Tunnel und Ihre Remote-URL gelöscht. Sie können diese später erneut einrichten, aber die URL ändert sich.
es: Esto borrará su túnel y la URL remota. Podrá configurarlo de nuevo más tarde, pero la URL cambiará.
fr: Cette action supprimera votre tunnel et votre URL distante. Vous pourrez le configurer à nouveau ultérieurement, mais l'URL sera modifiée.
it: Questo eliminerà il tuo tunnel e l'URL remoto. Potrai configurarlo di nuovo in seguito, ma l'URL cambierà.
ja: トンネルを削除すると、リモートURLも削除されます。後で再度設定できますが、URLは変更されます。
ko: 이 작업은 터널과 원격 URL을 삭제합니다. 나중에 다시 설정할 수 있지만 URL은 변경됩니다.
zh_hans: 这将删除您的隧道和远程 URL。您可以稍后重新设置，但 URL 将会更改。

source: This will disconnect "%@" and require it to pair again.
de: Dadurch wird "%@" getrennt und muss erneut gekoppelt werden.
es: Esto desconectará "%@" y requerirá que se empareje de nuevo.
fr: Cela va déconnecter « %@ » et nécessitera un nouveau couplage.
it: Questo disconnetterà "%@" e richiederà di effettuare nuovamente l'abbinamento.
ja: "%@" の接続を切断し、再度ペアリングする必要があります。
ko: 이 작업은 "%@"의 연결을 해제하고 다시 페어링해야 합니다.
zh_hans: 这将断开 "%@" 的连接，需要重新配对。

source: This will invalidate the current API key. Any applications using the old key will stop working.
de: Hiermit wird der aktuelle API-Schlüssel ungültig. Alle Anwendungen, die den alten Schlüssel verwenden, werden nicht mehr funktionieren.
es: Esto invalidará la clave API actual. Las aplicaciones que utilicen la clave antigua dejarán de funcionar.
fr: Ceci invalidera la clé API actuelle. Les applications utilisant l'ancienne clé ne fonctionneront plus.
it: Questo invaliderà la chiave API corrente. Le applicazioni che utilizzano la vecchia chiave smetteranno di funzionare.
ja: 現在のAPIキーは無効になります。古いキーを使用 중인アプリケーションは動作しなくなります。
ko: 현재 API 키가 무효화됩니다. 이전 키를 사용하는 모든 애플리케이션이 더 이상 작동하지 않습니다.
zh_hans: 这将使当前 API 密钥失效。使用旧密钥的应用程序将无法工作。

source: This will replace your current data with the backup. The app will quit after restoring. This action cannot be undone.
de: Dies ersetzt Ihre aktuellen Daten durch das Backup. Die App wird nach der Wiederherstellung beendet. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto reemplazará sus datos actuales con la copia de seguridad. La aplicación se cerrará tras restaurar. Esta acción no se puede deshacer.
fr: Cette opération remplacera vos données actuelles par la sauvegarde. L'application quittera après la restauration. Cette action est irréversible.
it: Questo sostituirà i dati correnti con il backup. L'app si chiuderà dopo il ripristino. Questa azione non può essere annullata.
ja: バックアップで現在のデータを上書きします。復元後、アプリは終了します。この操作は取り消せません。
ko: 백업으로 현재 데이터를 대체합니다. 복원 후 앱이 종료됩니다. 이 작업은 실행 취소할 수 없습니다.
zh_hans: 这将用备份替换您当前的数据。恢复后应用将退出。此操作无法撤销。

source: Timed Out
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai dépassé
it: Timeout
ja: タイムアウト
ko: 시간 초과
zh_hans: 已超时

source: Timed out waiting for VM '%@' to start
de: Timeout beim Starten der VM '%@'
es: Se agotó el tiempo de espera para que la VM '%@' inicie
fr: Délai dépassé pour le démarrage de la VM '%@'
it: Timeout in attesa che la VM '%@' si avvii
ja: VM '%@' の起動を待っていたところ、タイムアウトしました
ko: VM '%@' 시작 대기 시간 초과
zh_hans: 等待虚拟机“%@”启动超时

source: Trace Retention
de: Trace-Aufbewahrung
es: Retención de seguimientos
fr: Rétention des traces
it: Conservazione Tracce
ja: トレース保持
ko: 추적 보존
zh_hans: 追踪保留

source: Traces older than 7 days are deleted on launch
de: Traces älter als 7 Tage werden beim Start gelöscht
es: Las trazas de más de 7 días se eliminan al iniciar
fr: Les traces de plus de 7 jours sont supprimées au lancement
it: Le tracce più vecchie di 7 giorni vengono eliminate all'avvio
ja: 7日以上経過したトレースは起動時に削除されます
ko: 7일보다 오래된 추적 기록은 실행 시 삭제됩니다
zh_hans: 超过7天的追踪记录将在启动时删除

source: Traces older than 30 days are deleted on launch
de: Traces älter als 30 Tage werden beim Start gelöscht
es: Las trazas de más de 30 días se eliminan al iniciar
fr: Les traces de plus de 30 jours sont supprimées au lancement
it: Le tracce più vecchie di 30 giorni vengono eliminate all'avvio
ja: 30日以上前のトレースは起動時に削除されます
ko: 30일 초과된 트레이스는 실행 시 삭제됩니다
zh_hans: 超过 30 天的痕迹会在启动时删除

source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
es: Intenta con otro término de búsqueda
fr: Essayez un autre terme de recherche
it: Prova un altro termine di ricerca
ja: 別の検索語句をお試しください
ko: 다른 검색어를 시도해 보세요
zh_hans: 尝试其他搜索词

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
zh_hans: 重试

source: Type @ to see recent deliverables from completed tasks. Mention them to use output from one task as input to another.
de: @ eingeben, um aktuelle Ergebnisse abgeschlossener Aufgaben zu sehen. Diese erwähnen, um Ausgabe einer Aufgabe als Eingabe für eine andere zu verwenden.
es: Type @ para ver los entregables recientes de tareas completadas. Menciónalos para usar la salida de una tarea como entrada para otra.
fr: Tapez @ pour voir les livrables récents des tâches terminées. Mentionnez-les pour utiliser la sortie d'une tâche comme entrée d'une autre.
it: Digita @ per vedere i risultati recenti delle attività completate. Menzionali per usare l'output di un'attività come input per un'altra.
ja: 「@」と入力すると、完了したタスクからの最近の成果物を表示します。それらをメンションすると、あるタスクの出力を別のタスクの入力として使用できます。
ko: @를 입력하면 완료된 작업의 최근 산출물을 확인할 수 있습니다. 언급하면 한 작업의 출력을 다른 작업의 입력으로 사용할 수 있습니다.
zh_hans: 输入 @ 可查看已完成任务的最近交付物。提及它们可将一个任务的输出用作另一任务的输入。

source: Type @skill-name in your task to explicitly include a skill. Skills give agents specialized knowledge for specific tasks.
de: Tippe @skill-name in deiner Aufgabe, um einen Skill explizit einzubinden. Skills geben Agenten spezialisiertes Wissen für spezifische Aufgaben.
es: Escribe @skill-name en tu tarea para incluir explícitamente una habilidad. Las habilidades proporcionan conocimiento especializado a los agentes para tareas específicas.
fr: Tapez @skill-name dans votre tâche pour inclure explicitement une compétence. Les compétences confèrent aux agents des connaissances spécialisées pour des tâches spécifiques.
it: Digita @skill-name nella tua attività per includere esplicitamente uno skill. Gli skill conferiscono agli agenti conoscenze specializzate per attività specifiche.
ja: タスク内で@スキル名と入力して、スキルを明示的に含めることができます。スキルは、エージェントが特定のタスクに必要な専門知識を提供します。
ko: 태스크에서 @스킬-이름을 입력하여 스킬을 명시적으로 포함하세요. 스킬은 에이전트에 특정 작업을 위한 전문 지식을 제공합니다.
zh_hans: 在任务中输入 @skill-name 可显式包含技能。技能为代理提供执行特定任务的专门知识。

source: Type a task description in plain language, then press Return to dispatch an agent. Agents work autonomously in isolated VMs.
de: Tippen Sie eine Aufgabenbeschreibung einfach und drücken Sie dann die Return-Taste, um einen Agenten einzusetzen. Agenten arbeiten autonom in isolierten VMs.
es: Escribe una descripción de la tarea en lenguaje natural y presiona Intro para enviar un agente. Los agentes trabajan de forma autónoma en máquinas virtuales aisladas.
fr: Saisissez une description de tâche en langage naturel, puis appuyez sur Retour pour envoyer un agent. Les agents fonctionnent de manière autonome dans des VM isolées.
it: Digita una descrizione del task in linguaggio naturale, poi premi Invio per inoltrare un agente. Gli agenti operano autonomamente in VM isolate.
ja: タスクの説明を平易な言葉で入力し、Return キーを押してエージェントを派遣してください。エージェントは隔離された VM 内で自律的に動作します。
ko: 일반 언어로 작업 설명을 입력한 후 Return 키를 누르면 에이전트가 전송됩니다. 에이전트는 격리된 VM에서 자율적으로 작동합니다.
zh_hans: 用自然语言输入任务描述，然后按回车键派遣代理。代理将在隔离的虚拟机中自主运行。

source: Type your answer...
de: Geben Sie Ihre Antwort ein...
es: Escriba su respuesta...
fr: Tapez votre réponse...
it: Scrivi la tua risposta...
ja: 回答を入力…
ko: 답변을 입력하세요...
zh_hans: 请输入答案...

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
zh_hans: 未知错误

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
zh_hans: 更新

source: Update Complete
de: Update abgeschlossen
es: Actualización completada
fr: Mise à jour terminée
it: Aggiornamento completato
ja: 更新完了
ko: 업데이트 완료
zh_hans: 更新完成

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 업데이트
zh_hans: 立即更新

source: Updating Template
de: Vorlage wird aktualisiert
es: Actualizando plantilla
fr: Mise à jour du modèle
it: Aggiornamento modello
ja: テンプレートを更新中
ko: 템플릿 업데이트 중
zh_hans: 正在更新模板

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
it: Utilizzo
ja: 使用方法
ko: 사용법
zh_hans: 用法

source: Use Main Model
de: Hauptmodell verwenden
es: Usar modelo principal
fr: Utiliser le modèle principal
it: Usa modello principale
ja: メインモデルを使用
ko: 기본 모델 사용
zh_hans: 使用主模型

source: Username (optional)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fr: Nom d'utilisateur (optionnel)
it: Username (opzionale)
ja: ユーザー名 (任意)
ko: 사용자명 (선택)
zh_hans: 用户名（可选）

source: Using default. You can skip this step.
de: Der Standard wird verwendet. Sie können diesen Schritt überspringen.
es: Usando predeterminado. Puede omitir este paso.
fr: Par défaut. Vous pouvez ignorer cette étape.
it: Utilizzo del predefinito. Puoi saltare questo passaggio.
ja: デフォルトを使用中。このステップはスキップできます。
ko: 기본값을 사용합니다. 이 단계를 건너뛸 수 있습니다.
zh_hans: 使用默认设置。您可以跳过此步骤。

source: Using Google AI Studio provider from Providers settings
de: Google AI Studio-Anbieter wird aus den Anbietereinstellungen verwendet
es: Usando el proveedor de Google AI Studio desde Ajustes de proveedores
fr: Utilisation du fournisseur Google AI Studio via les paramètres
it: Utilizzo del provider Google AI Studio dalle impostazioni Provider
ja: Google AI Studio プロバイダーをプロバイダー設定から使用中
ko: Google AI Studio 제공자 사용 중 (설정에서)
zh_hans: 正在使用 Providers 设置中的 Google AI Studio 提供商

source: Using OpenRouter provider from Providers settings
de: Der OpenRouter-Anbieter wird aus den Anbieter-Einstellungen verwendet.
es: Usando el proveedor de OpenRouter desde la configuración de Proveedores
fr: Utilisation du fournisseur OpenRouter depuis les paramètres Fournisseurs
it: Utilizzo del provider OpenRouter dalle impostazioni Provider
ja: プロバイダ設定のOpenRouterを使用しています
ko: 프로바이더 설정에서 OpenRouter 프로바이더 사용 중
zh_hans: 正在使用 OpenRouter 提供商（来自提供商设置）

source: Using skill-creator to extract reusable patterns
de: Verwendet skill-creator, um wiederverwendbare Muster zu extrahieren
es: Usando skill-creator para extraer patrones reutilizables
fr: Utilisation de skill-creator pour extraire des modèles réutilisables
it: Usando skill-creator per estrarre pattern riutilizzabili
ja: スキルクリエイターを使用して再利用可能なパターンを抽出中
ko: skill-creator를 사용하여 재사용 가능한 패턴 추출 중
zh_hans: 正在使用 skill-creator 提取可复用模式

source: value
de: Wert
es: valor
fr: valeur
it: Valore
ja: 値
ko: 값
zh_hans: 值

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
zh_hans: 值

source: Verification Tries:
de: Verifizierungsversuche:
es: Intentos de verificación:
fr: Tentatives de vérification:
it: Tentativi di verifica:
ja: 検証回数:
ko: 검증 시도:
zh_hans: 验证重试次数：

source: Verified Complete
de: Verifiziert
es: Verificado
fr: Vérifié et terminé
it: Verificato
ja: 検証完了
ko: 검증 완료
zh_hans: 验证完成

source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica
ja: 認証
ko: 확인
zh_hans: 验证

source: Verify this code matches the one in the browser:
de: Überprüfen Sie, ob dieser Code mit dem im Browser übereinstimmt:
es: Verifica que este código coincida con el del navegador:
fr: Vérifiez que ce code correspond à celui affiché dans le navigateur :
it: Verifica che questo codice corrisponda a quello nel browser:
ja: ブラウザのコードと一致するか確認してください:
ko: 브라우저에 표시된 코드가 일치하는지 확인하세요:
zh_hans: 验证此验证码与浏览器中显示的一致：

source: View
de: Ansicht
es: Vista
fr: Vue
it: Vista
ja: 表示
ko: 보기
zh_hans: 视图

source: View Full Size
de: In Originalgröße anzeigen
es: Ver en tamaño completo
fr: Plein écran
it: Visualizza dimensione intera
ja: 原寸大で表示
ko: 전체 크기
zh_hans: 查看完整尺寸

source: View Trace
de: Trace anzeigen
es: Ver traza
fr: Voir la trace
it: Visualizza traccia
ja: トレースを表示
ko: 추적 보기
zh_hans: 查看追踪

source: View Your Deliverables
de: Ergebnisse anzeigen
es: Ver tus entregables
fr: Voir vos livrables
it: Visualizza i tuoi risultati
ja: 成果物を表示
ko: 산출물 보기
zh_hans: 查看您的交付物

source: VM Configuration
de: VM-Konfiguration
es: Configuración de VM
fr: Configuration VM
it: Configurazione VM
ja: VM 構成
ko: VM 구성
zh_hans: VM 配置

source: VM path:
de: VM-Pfad:
es: Ruta de VM:
fr: Chemin VM :
it: Percorso VM:
ja: VM パス:
ko: VM 경로:
zh_hans: VM 路径：

source: VM Storage
de: VM-Speicher
es: Almacenamiento de VM
fr: Stockage VM
it: Archiviazione VM
ja: VMストレージ
ko: VM 저장소
zh_hans: 虚拟机存储

source: Waiting for VM
de: Warte auf VM
es: Esperando VM
fr: En attente de la VM
it: In attesa della VM
ja: VMを待っています
ko: VM 대기 중
zh_hans: 等待虚拟机

source: Watch Agents Work
de: Agenten bei der Arbeit beobachten
es: Observar a los agentes trabajar
fr: Observer les agents au travail
it: Osserva gli agenti al lavoro
ja: エージェントの作業を監視
ko: 에이전트 작업을 지켜보세요
zh_hans: 观看代理工作

source: Web Search
de: Websuche
es: Búsqueda web
fr: Recherche Web
it: Ricerca Web
ja: ウェブ検索
ko: 웹 검색
zh_hans: 网页搜索

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 주간
zh_hans: 每周

source: Weekly at %@
de: Wöchentlich um %@
es: Semanal a las %@
fr: Le %@
it: Settimanale alle %@
ja: 毎週 %@
ko: 매주 %@
zh_hans: 每周 %@

source: Welcome to Hivecrew
de: Willkommen bei Hivecrew
es: Bienvenido a Hivecrew
fr: Bienvenue sur Hivecrew
it: Benvenuto in Hivecrew
ja: Hivecrewへようこそ
ko: Hivecrew에 오신 것을 환영합니다
zh_hans: 欢迎使用 Hivecrew

source: What should the agent do?
de: Was soll der Agent tun?
es: ¿Qué debe hacer el agente?
fr: Que doit faire l'agent ?
it: Cosa deve fare l'agente?
ja: エージェントに何をさせますか？
ko: 에이전트가 할 일은 무엇인가요?
zh_hans: 代理应该做什么？

source: What would you like me to do?
de: Was soll ich tun?
es: ¿Qué te gustaría que hiciera?
fr: Que voulez-vous que je fasse ?
it: Cosa vorresti che faccia?
ja: 何をお手伝いしましょうか？
ko: 무엇을 도와드릴까요?
zh_hans: 你想让我做什么？

source: When agents create deliverable files, they're automatically copied here.
de: Wenn Agenten lieferbare Dateien erstellen, werden diese automatisch hierher kopiert.
es: Cuando los agentes crean archivos de resultados, estos se copian aquí automáticamente.
fr: Lorsque les agents créent des fichiers livrables, ils sont automatiquement copiés ici.
it: Quando gli agenti creano file consegnabili, vengono copiati automaticamente qui.
ja: エージェントが成果物ファイルを作成すると、自動的にここにコピーされます。
ko: 에이전트가 산출물 파일을 생성하면 자동으로 이 폴더에 복사됩니다.
zh_hans: 当代理创建可交付文件时，它们会自动复制到此处。

source: When should it run?
de: Wann soll es ausgeführt werden?
es: ¿Cuándo debe ejecutarse?
fr: Quand doit-il s'exécuter ?
it: Quando deve essere eseguito?
ja: いつ実行しますか？
ko: 언제 실행할까요?
zh_hans: 何时运行？

source: Worker Model
de: Worker-Modell
es: Modelo de trabajo
fr: Modèle Worker
it: Modello Worker
ja: ワーカーモデル
ko: 워커 모델
zh_hans: 工作模型

source: Working Directory (optional)
de: Arbeitsverzeichnis (optional)
es: Directorio de trabajo (opcional)
fr: Répertoire de travail (optionnel)
it: Directory di lavoro (opzionale)
ja: 作業ディレクトリ（任意）
ko: 작업 디렉토리 (선택 사항)
zh_hans: 工作目录（可选）

source: You can pause an agent, use your mouse and keyboard directly in the VM, then resume—or cancel any task at any time.
de: Sie können einen Agenten pausieren, Maus und Tastatur direkt in der VM verwenden und dann fortsetzen – oder jederzeit eine Aufgabe abbrechen.
es: Puedes pausar un agente, usar el ratón y el teclado directamente en la máquina virtual y luego reanudar, o cancelar cualquier tarea en cualquier momento.
fr: Vous pouvez mettre en pause un agent, utiliser votre souris et votre clavier directement dans la VM, puis reprendre — ou annuler une tâche à tout moment.
it: Puoi mettere in pausa un agente, usare mouse e tastiera direttamente nella VM, quindi riprendere — oppure annullare un task in qualsiasi momento.
ja: エージェントは一時停止でき、VM内でマウスとキーボードを直接操作して再開できます—また、いつでもタスクをキャンセルできます。
ko: 에이전트를 일시 중지한 뒤, VM에서 마우스와 키보드를 직접 사용할 수 있으며, 이후 다시 시작하거나 언제든지 작업을 취소할 수 있습니다.
zh_hans: 您可以暂停代理，在 VM 中直接使用鼠标和键盘，然后恢复，或随时取消任何任务。

source: You're All Set!
de: Alles erledigt!
es: ¡Listo!
fr: Tout est prêt !
it: Tutto pronto!
ja: 準備完了です！
ko: 준비 완료!
zh_hans: 准备就绪！

source: Your agent produced files! Click the folder icon to open them in Finder.
de: Dein Agent hat Dateien erstellt! Klicke auf das Ordner-Symbol, um sie in Finder zu öffnen.
es: ¡Su agente generó archivos! Haz clic en el icono de carpeta para abrirlos en Finder.
fr: Votre agent a produit des fichiers ! Cliquez sur l'icône de dossier pour les ouvrir dans Finder.
it: Il tuo agente ha prodotto dei file! Fai clic sull'icona della cartella per aprirli in Finder.
ja: エージェントがファイルを作成しました。Finderで開くには、フォルダアイコンをクリックしてください。
ko: 에이전트가 파일을 생성했습니다! 폴더 아이콘을 클릭하면 Finder에서 확인할 수 있습니다.
zh_hans: 您的代理生成了文件！点击文件夹图标，在访达中打开。

source: Your answer:
de: Ihre Antwort:
es: Su respuesta:
fr: Votre réponse :
it: La tua risposta:
ja: 回答:
ko: 답변:
zh_hans: 你的答案：

# %lld deliverable%@
source: %1$lld deliverable%2$@
es: %1$lld %2$@ entregable(s)
fr: %1$lld livrable%2$@
it: %1$lld elemento consegnabile%2$@
ja: %1$lld個の成果物%2$@
ko: %1$lld 산출물
zh_hans: %1$lld 个交付物

source: Agent: %@
es: Agente: %@
it: Agente: %@
ja: エージェント: %@
ko: 에이전트: %@
zh_hans: 代理：%@

source: Code
es: Código
it: Codice
ja: コード
ko: 인증 코드
zh_hans: 验证码

source: Dashboard
es: Panel de control
fr: Tableau de bord
it: Cruscotto
ja: ダッシュボード
ko: 대시보드
zh_hans: 仪表盘

source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
zh_hans: 调试

source: Email
es: Correo
ja: メール
ko: 이메일
zh_hans: 邮箱

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
zh_hans: 名称

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停

source: Plan
es: Planificación
it: Piano
ja: プラン
ko: 계획
zh_hans: 计划

source: Port
es: Puerto
it: Porta
ja: ポート
ko: 포트
zh_hans: 端口

source: Provider
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
zh_hans: 提供商

source: Provider Name
es: Nombre del proveedor
fr: Nom du fournisseur
it: Nome Provider
ja: プロバイダー名
ko: 제공자 이름
zh_hans: 提供商名称

source: Reasoning
es: Razonamiento
fr: Raisonnement
it: Ragionamento
ja: 推論
ko: 추론
zh_hans: 推理

source: Remote URL
es: URL remota
fr: URL distante
it: URL remoto
ja: リモートURL
ko: 원격 URL
zh_hans: 远程 URL

source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
zh_hans: 服务器

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL server
ja: サーバーURL
ko: 서버 URL
zh_hans: 服务器 URL

source: Skill Name
es: Nombre de habilidad
fr: Nom de la compétence
it: Nome skill
ja: スキル名
ko: 스킬명
zh_hans: 技能名称

source: skill-name
es: nombre-habilidad
fr: nom-compétence
it: nome-skill
zh_hans: 输入技能名称

source: Status
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태
zh_hans: 状态

source: Streaming...
es: Transmitiendo...
ja: ストリーミング中...
ko: 스트리밍 중...
zh_hans: 流式传输中……

source: Tab
es: Pestaña
fr: Onglet
ja: タブ
ko: 탭
zh_hans: 标签

source: Template
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
zh_hans: 模板

source: Timeout
es: Tiempo de espera
fr: Délai
ja: タイムアウト
ko: 시간 제한
zh_hans: 超时

source: Trace
es: Rastreo
it: Traccia
ja: トレース
ko: 추적
zh_hans: 追踪

source: Transport
es: Transporte
it: Trasporto
ja: トランスポート
ko: 전송 방식
zh_hans: 传输

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@

source: VM Name
es: Nombre de VM
fr: Nom de la VM
it: Nome VM
ja: VM名
ko: VM 이름
zh_hans: VM 名称

source: Web UI URL
es: URL de interfaz web
fr: URL de l'interface Web
it: URL interfaccia web
ko: 웹 UI URL

source: %@ tokens
fr: %@ jetons
it: %@ token
ja: %@ トークン
ko: %@ 토큰
zh_hans: %@ 令牌

source: MB
fr: Mo

source: ~/Documents/config.yaml
it: ~/Documenti/config.yaml

source: min
ja: 分
ko: 분
zh_hans: 分钟
